<script setup lang="ts"></script>
<template>
  <p class="text-container">
    {{
      `이 서비스는 사용자의 경험을 최우선으로 생각합니다.\n 당신의 일상 속 불편함을 최소화하고, 더 나은 선택을 돕기 위해\n 노력하고 있어요. 지금 바로 시작해 보세요. \n복잡한 절차 없이, 몇 번의 터치로 원하는 결과를 얻을 수 있습니다. 모바일 환경에서도 최적화된 UI와 UX로, 누구나 쉽게 접근하고 이용할 수 있도록 설계되었습니다. 문의사항이 있다면 언제든 고객센터로 연락 주세요. 친절한 상담원이 빠르게 도와드릴게요. 당신의 하루가 더 편리해지는 그 순간까지. 우리는 끊임없이 발전하고 있습니다. 함께 만들어가는 더 나은 내일, 지금 바로 경험해보세요.`
    }}
  </p>
  <br />
  <p>이 서비스는 사용자의 경험을 최우선으로 생각합니다.</p>
  <p>당신의 일상 속 불편함을 최소화하고, 더 나은 선택을 돕기 위해</p>
  <p>노력하고 있어요. 지금 바로 시작해 보세요.</p>
  <p>
    복잡한 절차 없이, 몇 번의 터치로 원하는 결과를 얻을 수 있습니다. 모바일
    환경에서도 최적화된 UI와 UX로, 누구나 쉽게 접근하고 이용할 수 있도록
    설계되었습니다. 문의사항이 있다면 언제든 고객센터로 연락 주세요. 친절한
    상담원이 빠르게 도와드릴게요. 당신의 하루가 더 편리해지는 그 순간까지.
    우리는 끊임없이 발전하고 있습니다. 함께 만들어가는 더 나은 내일, 지금 바로
    경험해보세요.
  </p>
</template>
<style scope>
.text-container {
  width: 100%;
  white-space: pre-line;
}
</style>
